Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/patentstyret.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: application form DM/1 on WIPO's website
nb: søknadsskjemaet DM/1 på WIPOs nettsider

source: Smartfish has applied for patent protection for its products and technology continuously since 2001 and has good and close cooperation with Zacco Norway.
nb: Smartfish har patentsøkt produkter og teknologi kontinuerlig siden 2001 og har et godt og inngående samarbeide med Zacco Norway.

source: transmission and dissemination of information on digital
nb: transmission and dissemination of information on digital begrensing av varer og tjenester for int.merker

source: It plays humorously on the name of the well-known drink gin & tonic, which makes is easy to remember.
nb: Det spiller humoristisk på den kjente drinken gin & tonic, som gjør det lett å huske.

source: To apply for design registration costs NOK 1900, and you pay when filing your application.
nb: Å søke om registrering av design koster kr 1900, og du betaler ved innsending.

source: All the fees have to be paid directly to WIPO in Swiss francs.
nb: Du betaler alle avgifter direkte til WIPO i sveitsiske franc.

source: How to file under PCT
nb: Hvordan levere PCT

source: At the same time, you can keep parts of the invention secret to prevent others copying the technology," he says.
nb: Samtidig kan man hemmeligholde nok til å hindre andre i å kopiere teknologien, sier han.

source: You may ask NIPO to start processing the international application for the national phase before the deadline of 31 months expires, and before the extra deadline of four months.
nb: Ved en videreført internasjonal søknad kan du be Patentstyret oppta denne til behandling før utløpet av videreføringsfristen på 31 måneder, og før tilleggsfristen på fire måneder.

source: New applications this year (national and PCT).
nb: Antall nye patentsøknader inneværende år (nasjonale og PCT).

source: Mats then carried on working on Birgitte's results in his master's dissertation and they travelled to Mongolia to find partners and develop the first product.
nb: Deretter jobbet Mats videre på Birgittes resultater i sin masteroppgave, og de reiste til Mongolia for å finne samarbeidspartnere og utvikle det første produktet.

source: Number of applications received from each county last 10 years.
nb: Antall søknader mottatt fra hvert fylke siste 10 år.

source: is likely to mislead (Section 15b)
nb: er egnet til å villede (§ 15b)

source: However, you can also submit an application via the NIPO.
nb: Men, du kan også levere inn en søknad via Patentstyret.

source: The holder of the trademark is given a time limit of one month in which to present a statement.
nb: Innehaveren av varemerket får en frist på én måned til å komme med en uttalelse.

source: You can reduce this risk by acquiring skills in IPR and using them actively in business plans, by analysing the rights of others and patenting your own technology.
nb: Du kan redusere denne risikoen ved å skaffe deg kompetanse på IPR og bruke den aktivt i forretningsplaner, ved å kartlegge andres rettigheter og å patentere egen teknologi.

source: I recommend others to use it.
nb: Det anbefaler jeg andre å bruke.

source: The technology firm Prox Dynamics has developed the world's smallest drone – a highly advanced spy helicopter weighing 18 grams.
nb: Teknologifirmaet Prox Dynamics utviklet verdens minste drone – et superavansert spion-helikopter på 18 gram.

source: Ole Aguirre, Director, Prox Dynamics AS
nb: Direktør Ole Aguirre, FLIR Unmanned Aerial Systems AS (tidl.
